Repository: jadon19/NyayaConnect
Catalog: lib/l10n/app_*.arb
Languages: hi, kn

# appTitle
source: NyayaConnect
hi: न्याय कनेक्ट
kn: ನ್ಯಾಯ ಕನೆಕ್ಟ್

# tagline
source: Justice delivered digitally
hi: डिजिटल रूप से न्याय प्रदान करना
kn: ನ್ಯಾಯವನ್ನು ಡಿಜಿಟಲ್ ಮೂಲಕ ತಲುಪಿಸುವುದು

source: Hello World
hi: नमस्ते दुनिया
kn: ನಮಸ್ಕಾರ ಪ್ರಪಂಚ

source: Change Language
hi: भाषा बदलें
kn: ಭಾಷೆ ಬದಲಿಸಿ

# welcome
source: Welcome, {userName}
hi: स्वागत है, {userName}
kn: ಸ್ವಾಗತ, {userName}

source: Quick Actions
hi: त्वरित कार्रवाई
kn: ತ್ವರಿತ ಕ್ರಮಗಳು

source: Consult Lawyer
hi: वकील से सलाह लें
kn: ವಕೀಲರನ್ನು ಸಂಪರ್ಕಿಸಿ

source: Document Review
hi: दस्तावेज़ समीक्षा
kn: ದಾಖಲೆ ಪರಿಶೀಲನೆ

source: Meeting Scheduled
hi: बैठक निर्धारित
kn: ನಿಗದಿತ ಸಭೆ

source: Documents
hi: दस्तावेज़
kn: ದಾಖಲೆಗಳು

source: Case files
hi: केस फ़ाइलें
kn: ಪ್ರಕರಣ ಕಡತಗಳು

source: Consultation Summaries
hi: परामर्श सारांश
kn: ಸಮಾಲೋಚನೆ ಸಾರಾಂಶಗಳು

source: Court Orders
hi: अदालत के आदेश
kn: ನ್ಯಾಯಾಲಯದ ಆದೇಶಗಳು

source: Legal Templates
hi: कानूनी टेम्पलेट्स
kn: ಕಾನೂನು ಟೆಂಪ್ಲೇಟ್‌ಗಳು

source: E-Court
hi: ई-कोर्ट
kn: ಇ-ಕೋರ್ಟ್

# eCourtDesc
source: Access virtual courtrooms and manage your cases digitally.
hi: वर्चुअल कोर्टरूम तक पहुंचें और अपने मामलों को डिजिटल रूप से प्रबंधित करें।
kn: ವರ್ಚುವಲ್ ನ್ಯಾಯಾಲಯಗಳನ್ನು ಪ್ರವೇಶಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಪ್ರಕರಣಗಳನ್ನು ಡಿಜಿಟಲ್ ಮೂಲಕ ನಿರ್ವಹಿಸಿ.

# enterCourtroom
source: Enter a courtroom
hi: अदालत में प्रवेश करें
kn: ನ್ಯಾಯಾಲಯವನ್ನು ಪ್ರವೇಶಿಸಿ

source: AI Doubt Forum
hi: एआई शंका मंच
kn: ಎಐ ಸಂದೇಹ ವೇದಿಕೆ

# aiDoubtForumDesc
source: Get AI-powered assistance for legal queries and case research.
hi: कानूनी प्रश्नों और केस अनुसंधान के लिए एआई-संचालित सहायता प्राप्त करें।
kn: ಕಾನೂನು ಪ್ರಶ್ನೆಗಳು ಮತ್ತು ಪ್ರಕರಣದ ಸಂಶೋಧನೆಗಾಗಿ ಎಐ-ಚಾಲಿತ ಸಹಾಯವನ್ನು ಪಡೆಯಿರಿ.

source: Ask AI Agent
hi: एआई एजेंट से पूछें
kn: ಎಐ ಏಜೆಂಟ್ ಕೇಳಿ

source: Contact NGO
hi: एनजीओ से संपर्क करें
kn: ಎನ್‌ಜಿಒ ಸಂಪರ್ಕಿಸಿ

# contactNgoDesc
source: Reach out to registered NGOs for free legal assistance and support.
hi: मुफ्त कानूनी सहायता और समर्थन के लिए पंजीकृत एनजीओ से संपर्क करें।
kn: ಉಚಿತ ಕಾನೂನು ನೆರವು ಮತ್ತು ಬೆಂಬಲಕ್ಕಾಗಿ ನೋಂದಾಯಿತ ಎನ್‌ಜಿಒಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ.

source: Contact Now
hi: अभी संपर्क करें
kn: ಈಗ ಸಂಪರ್ಕಿಸಿ

# findProbono
source: Find Probono Lawyer
hi: प्रो-बोनो वकील खोजें
kn: ಪ್ರೊ-ಬೋನೋ ವಕೀಲರನ್ನು ಹುಡುಕಿ

# findProbonoDesc
source: Because justice should never depend on your incomeâ€”get the legal support you deserve at no cost.
hi: क्योंकि न्याय कभी भी आपकी आय पर निर्भर नहीं होना चाहिए - बिना किसी लागत के कानूनी सहायता प्राप्त करें।
kn: ನ್ಯಾಯವು ಎಂದಿಗೂ ನಿಮ್ಮ ಆದಾಯವನ್ನು ಅವಲಂಬಿಸಿರಬಾರದು - ಯಾವುದೇ ವೆಚ್ಚವಿಲ್ಲದೆ ನಿಮಗೆ ಅರ್ಹವಾದ ಕಾನೂನು ಬೆಂಬಲವನ್ನು ಪಡೆಯಿರಿ.

source: My Learning
hi: मेरी शिक्षा
kn: ನನ್ನ ಕಲಿಕೆ

# myLearningDesc
source: Your Path to Legal Knowledge Starts Here. Master Legal Basics, Anytime, Anywhere.
hi: कानूनी ज्ञान की आपकी राह यहाँ से शुरू होती है। कहीं भी, कभी भी कानूनी मूल बातें सीखें।
kn: ಕಾನೂನು ಜ್ಞಾನದ ನಿಮ್ಮ ಮಾರ್ಗ ಇಲ್ಲಿಂದ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ. ಕಾನೂನು ಮೂಲಭೂತಗಳನ್ನು ಕರಗತ ಮಾಡಿಕೊಳ್ಳಿ.

source: Start Learning
hi: सीखना शुरू करें
kn: ಕಲಿಯಲು ಪ್ರಾರಂಭಿಸಿ

source: What Clients Say
hi: ग्राहक क्या कहते हैं
kn: ಗ್ರಾಹಕರು ಏನು ಹೇಳುತ್ತಾರೆ

source: Emergency Help
hi: आपातकालीन सहायता
kn: ತುರ್ತು ಸಹಾಯ

# emergencyDialogTitle
source: Emergency Legal Help
hi: आपातकालीन कानूनी सहायता
kn: ತುರ್ತು ಕಾನೂನು ನೆರವು

# emergencyDialogContent
source: Do you need immediate legal assistance? We can connect you with an emergency consultant right away.
hi: क्या आपको तत्काल कानूनी सहायता की आवश्यकता है? हम आपको तुरंत एक आपातकालीन सलाहकार से जोड़ सकते हैं।
kn: ನಿಮಗೆ ತಕ್ಷಣದ ಕಾನೂನು ನೆರವು ಬೇಕೇ? ನಾವು ನಿಮ್ಮನ್ನು ತುರ್ತು ಸಲಹೆಗಾರರೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಬಹುದು.

source: Cancel
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ

source: Get Help Now
hi: अभी मदद लें
kn: ಈಗ ಸಹಾಯ ಪಡೆಯಿರಿ

source: Good Morning
hi: सुप्रभात
kn: ಶುಭೋದಯ

source: Good Afternoon
hi: नमस्कार
kn: ಶುಭ ಮಧ್ಯಾಹ್ನ

source: Good Evening
hi: शुभ संध्या
kn: ಶುಭ ಸಂಜೆ
